Repository: Dawn-of-Light/QuestDesigner
Catalog: Properties/Resources.*.resx
Languages: de_de

# comparatorEqual
source: exactly
de_de: gleich

# comparatorGreater
source: greater than
de_de: größer

# comparatorIs
source: is
de_de: ist

# comparatorLess
source: less than
de_de: weniger

# comparatorNone
source: none
de_de: kein

# comparatorNot
source: is not
de_de: nicht

# comparatorNotEqual
source: not
de_de: ungleich

# lblCreateNewQuest
source: Create new quest
de_de: Neue Quest erstellen

# lblDataDownloadRequest
source: Data download request
de_de: Benötigte Daten herunterladen

# lblDefaultArea
source: an area
de_de: ein Gebiet

# lblDefaultCharacterClass
source: character class
de_de: Charakterklasse

# lblDefaultGameLiving
source: nobody
de_de: niemand

# lblDefaultGameNPC
source: nobody
de_de: niemand

# lblDefaultItem
source: an item
de_de: einen Gegenstand

# lblDefaultLocation
source: a location
de_de: ein Punkt

# lblDefaultNumber
source: number
de_de: Zahl

# lblDefaultQuest
source: this quest
de_de: diese Quest

# lblDefaultRegion
source: a region
de_de: eine Region

# lblDefaultTexttype
source: texttype
de_de: Texttyp

# lblDefaultWhisper
source: a word
de_de: ein Word

# lblDefaultZone
source: a zone
de_de: eine Zone

# lblExportTransformator
source: Export {0} ...
de_de: {0} exportieren...

# lblObjects
source: Objects
de_de: Objeke

# lblTheQuest
source: the quest {0}
de_de: die Queste {0}

# msgCreateNewQuest
source: Any changes of the opened quest will be lost. Do you really want to start a new quest?
de_de: Alle nicht gespeicherten Änderungen gehen verlohren, willst du wirklich eine neune Queste erstellen?

# msgDatabaseError
source: Database error
de_de: Datenbank Fehler

# msgDatabaseSuccess
source: Database successfully initialized
de_de: Datenbank erfolgreich initialisiert

# msgDataDownload
source: Map Data not found. Do you want to download it from {0}?\n You can always download the needed data later via Tools menu.
de_de: Kartenmaterial nicht gefunden. Willst du es dir von {0} herunterladen? Du kannst dies auch später über den Menüpunkt "Tools" machen.

# msgDataDownloading
source: Downloading data files from
de_de: Kartenmaterial wird heruntergeladen

# msgExportError
source: Export error
de_de: Exportierungsfehler

# msgExportingQuest
source: Exporting quest to {0}
de_de: Die Quest wird exportiert

# msgFileNotFound
source: Couldn't find file {0}
de_de: Datei {0} nicht gefunden

# msgInitDOLConfigFile
source: Initialization\nSelect the root directory of your DOL Server (That's the directory where DolServer.exe is located)
de_de: Initialisierung. Wähle das Heimverzeichnis des DOL Servers aus. (Das is das Verzeichnis wo die Datei DolServer.exe liegt.)

# msgInitDOLConfigFileNoTemplateFound
source: No Template file for DOL Server config found. Should be located in {0}
de_de: Vorlag für die Konfigurationsdatei {0} konnte nicht gefunden werden.

# msgModuleFoundError
source: No Module with name {0} found
de_de: Konnte Modul {0} nicht finden

# msgNewQuestCreated
source: New Quest created
de_de: Neue Quest erstellt

# msgNoInvitingNPC
source: No InvitingNPC selected
de_de: Kein NPC definiert, der die Quest vergibt

# msgQuestExported
source: Quest successfully exported to {0}
de_de: Quest erfolgreich nach {0} exportiert

# msgQuestLoaded
source: Quest loaded from {0}
de_de: Quest erfolgreich von {0} geladen

# msgQuestSaved
source: Quest saved to {0}
de_de: Quest erfolgreich nach {0} gespeichert

# msgRegionAlreadyLoaded
source: Region {0} already loaded
de_de: Region {0} wurde bereits geladen

# msgRegionError
source: Region loading error
de_de: Region konnte nicht geladen werden

# msgRegionSuccess
source: Region successfully loaded
de_de: Region wurde erfolgreich geladen

# textTypeBroadcast
source: boadcasts
de_de: broadcastet

# textTypeDialog
source: a dialog pops up
de_de: erscheint ein Dialog

# textTypeNone
source: none
de_de: nichts

# textTypeRead
source: the player reads
de_de: liest
